import Img1 from "../assets/images/design.png";
import Img2 from "../assets/images/rabot-img2.png";
import Img3 from "../assets/images/rabot-img3.png";
import Img4 from "../assets/images/rabot-img4.png";
import Img5 from "../assets/images/rabot-img5.png";
import Img6 from "../assets/images/rabot-img6.png";
import Img7 from "../assets/images/rabot-img7.png";
import Img8 from "../assets/images/rabot-img8.png";
import Img9 from "../assets/images/rabot-img9.png";
import Img10 from "../assets/images/rabot-img10.png";
import Img11 from "../assets/images/rabot-img11.png";
import Img12 from "../assets/images/rabot-img12.png";
import icon01 from "../assets/icons/icon01.svg";
import icon02 from "../assets/icons/icon02.svg";
import icon03 from "../assets/icons/icon03.svg";
import icon04 from "../assets/icons/icon04.svg";
import playImg1 from "../assets/images/uslugi-img.jpg";
import playImg2 from "../assets/images/uslugi-img2.jpg";
import Description from "./../components/Description/index";

export const HeaderData = [
  { id: 1, text: "cоздание имиджевых социальных и рекламных роликов " },
  { id: 2, text: "разработка PR-стратегии" },
  { id: 3, text: "графический дизайн " },
  {
    id: 4,
    text: "комплексное продвижение, поисковая оптимизация, онлайн сервисы",
  },
];

export const CarouselData = [
  {
    id: 1,
    text: "мы придумали ритмичный, строгий, легко запоминающийся логотип",
  },
  {
    id: 2,
    text: "в круглых деталях логотипа читается визуальная рифма: круги букв r и i, а также полуовал буквы p складываются в символический график роста, неудержимо устремленный вверх",
  },
  {
    id: 3,
    text: "яркий и заметный логотип хорошо смотрится на самых разных носителях",
  },
];

export const StudioData = [
  {
    id: 1,
    text: "Как креативно рассказать о вашей продукции или компании?",
  },
  {
    id: 2,
    text: "Как привлечь внимание общественности к социально-значимой проблеме?",
  },
  {
    id: 3,
    text: "Как выстроить эффективную стратегию коммуникаций?",
  },
];

export const CardsData = [
  {
    id: 1,
    title: "# PR-, медиа- и имиджевый консалтинг",
    text: [
      "разработка коммуникационной стратегии компании",
      "разработка и реализация медиа-плана компании",
    ],
    money: "2 000 000 сум",
  },
  {
    id: 2,
    title: "# Разработка медиа и коммуникационной продукции",
    text: [
      "документальные фильмы",
      "имиджевые и презентационные ролики",
      "социальные, рекламные и промо-ролики",
    ],
    money: "2 500 000 сум",
  },
  {
    id: 3,
    title: "# Подготовка видео-репортажей",
    text: ["видео-репортажи", "организация и проведение интервью"],
    money: "4 000 000 сум",
  },
  {
    id: 4,
    title: "# Съемки объектов и мероприятий",
    text: [
      "организация и проведение наземных съемок",
      "организация и проведение высотных съемок",
    ],
    money: "8 000 000 сум",
  },
];

export const ContactData = [
  { id: 1, title: "Адрес:", text: "г. Ташкент, ул. Абдулла Каххара, 2Б " },
  { id: 2, title: "Телефон:", text: "+998917713955" },
  { id: 3, title: "Эл. почта:", text: "ziyodulloyevm1@gmail.com" },
  {
    id: 4,
    title: "Режим работы:",
    text: "понедельник-пятница, с 9:30 до 18:30",
  },
];

export const OurWorksData = [
  {
    id: 1,
    title: "RPI CAPITAL",
    text: "логотип",
    img: Img1,
  },
  {
    id: 2,
    title: "RPI CAPITAL",
    text: "логотип",
    img: Img2,
  },
  {
    id: 3,
    title: "RPI CAPITAL",
    text: "логотип",
    img: Img3,
  },
  {
    id: 4,
    title: "RPI CAPITAL",
    text: "логотип",
    img: Img4,
  },
  {
    id: 5,
    title: "RPI CAPITAL",
    text: "логотип",
    img: Img5,
  },
  {
    id: 5,
    title: "RPI CAPITAL",
    text: "логотип",
    img: Img6,
  },
  {
    id: 7,
    title: "RPI CAPITAL",
    text: "логотип",
    img: Img7,
  },
  {
    id: 8,
    title: "RPI CAPITAL",
    text: "логотип",
    img: Img8,
  },
  {
    id: 9,
    title: "RPI CAPITAL",
    text: "логотип",
    img: Img9,
  },
  {
    id: 10,
    title: "RPI CAPITAL",
    text: "логотип",
    img: Img10,
  },
  {
    id: 11,
    title: "RPI CAPITAL",
    text: "логотип",
    img: Img11,
  },
  {
    id: 12,
    title: "RPI CAPITAL",
    text: "логотип",
    img: Img12,
  },
];

export const ServicesData = [
  {
    id: 1,
    numb: "01",
    icon: icon01,
    description: "PR-, медиа- и имиджевый консалтинг",
  },
  {
    id: 2,
    numb: "02",
    icon: icon02,
    description: "Разработка медиа и  коммуникационной продукции",
  },
  {
    id: 3,
    numb: "03",
    icon: icon03,
    description: "Подготовка видео-репортажей",
  },
  {
    id: 4,
    numb: "04",
    icon: icon04,
    description: "Съемки объектов и мероприятий",
  },
];

export const ServicesItemData1 = [
  {
    title1: "Графический ролик ",
    text: [
      "Это видеоролик, созданный в специальных программах с помощью графических средств и применением анимационных элементов, фотографий, клипартов, фонов и титров. ",
      "Преимущества этого вида ролика заключается в том, что он является лучшим инструментом видеорекламы для рекламных кампаний, с ограниченными сроками и бюджетом. Ведь процесс создания такого ролика не требует подбора актеров, поиска места съемки, работы костюмеров и гримеров и т.д, а значит, ролик будет изготовлен в кратчайшие сроки. Такой ролик моментально донесет всю необходимую информацию до целевой аудитории с помощью применения визуальных образов, закадрового текста и звуковой дорожки. Отлично подходит в использовании презентаций, отчетности и т.д",
      "В производстве графического ролика задействовано меньше специалистов, отсутствует съемочный процесс, это определяет его небольшую стоимость. ",
      "Стоимость данного ролика начинается от  5 000 000 млн сумов и выше. Зависит от сложности заказа и объема работы",
    ],
    url: playImg1,
    title2: "Этапы создания графического ролика:",
    list: [
      { id: 1, text: "Написание концепции ролика" },
      { id: 2, text: "Написание сценария" },
      { id: 3, text: "Работа дизайнера" },
      { id: 4, text: "Озвучивание диктора" },
      { id: 5, text: "Звуковое оформление" },
      { id: 6, text: "Цветокоррекция" },
      { id: 7, text: "Написание титров, редактирование итогового ролика" },
    ],
  },
];
export const ServicesItemData2 = [
  {
    title1: "Анимационный ролик",
    text: [
      "Короткий видеосюжет, в котором фон, персонажи и другие детали выдуманы и нарисованы. Он  может быть использован на телевидении, во время презентаций бизнес-проектов, в сфере образования и культуры, для рекламы товаров и услуг.",
    ],
    url: playImg2,
    title2: "Этапы создания рекламной анимации:",
    list: [
      { id: 1, text: "Концепция" },
      { id: 2, text: "Сценарий" },
      { id: 3, text: "Разработка иллюстраций" },
      { id: 4, text: "Раскадровка и аниматик" },
      { id: 5, text: "Визуальная стилистика" },
      { id: 6, text: "Озвучка" },
      { id: 7, text: "Анимация" },
      { id: 8, text: "Монтаж" },
    ],
  },
];

export const DescriptionData = [
  {
    id: 1,
    title: "Видеоролики с 3D-графикой ",
    text: "Вид графического ролика основан на трехмерной графике, изображенияв таком ролике имеют объем и выглядят очень реалистично и эффектно. С помощью 3D графикой можно воссоздавать будущие дома, заводы и многое другое",
  },
  {
    id: 2,
    title: "Социальные ролики ",
    text: "Вид графического ролика основан на трехмерной графике, изображенияв таком ролике имеют объем и выглядят очень реалистично и эффектно. С помощью 3D графикой можно воссоздавать будущие дома, заводы и многое другое",
  },
  {
    id: 3,
    title: "Презентационные ролики",
    text: "Это видеоконтент, представляющий компанию, ее историю, продукт, услугу или отдельный проект. То есть это визуальная демонстрация ключевой информации об организации или ее деятельности. Как правило, презентационные фильмы используются во время деловых переговоров и презентаций, а также на выставках, семинарах и конференциях",
  },
  {
    id: 4,
    title: "Промо ролик",
    text: "Это  практически  мини фильм, который имеет рекламный и информационный характер.Главное в таком ролике, рассказать покупателю о товаре или услуге определенной компаниизаинтересовать его, чтобы в будущем потенциальный клиент захотел подружиться с этой компанией и иметь ее товар у себя",
  },
];
