export const HeaderData = [
  { id: 1, text: "cоздание имиджевых социальных и рекламных роликов " },
  { id: 2, text: "разработка PR-стратегии" },
  { id: 3, text: "графический дизайн " },
  {
    id: 4,
    text: "комплексное продвижение, поисковая оптимизация, онлайн сервисы",
  },
];

export const CarouselData = [
  {
    id: 1,
    text: "мы придумали ритмичный, строгий, легко запоминающийся логотип",
  },
  {
    id: 2,
    text: "в круглых деталях логотипа читается визуальная рифма: круги букв r и i, а также полуовал буквы p складываются в символический график роста, неудержимо устремленный вверх",
  },
  {
    id: 3,
    text: "яркий и заметный логотип хорошо смотрится на самых разных носителях",
  },
];

export const CardsData = [
  {
    id: 1,
    title: "# PR-, медиа- и имиджевый консалтинг",
    text: [
      "разработка коммуникационной стратегии компании",
      "разработка и реализация медиа-плана компании",
    ],
    money: "2 000 000 сум",
  },
  {
    id: 2,
    title: "# Разработка медиа и коммуникационной продукции",
    text: [
      "документальные фильмы",
      "имиджевые и презентационные ролики",
      "социальные, рекламные и промо-ролики",
    ],
    money: "2 500 000 сум",
  },
  {
    id: 3,
    title: "# Подготовка видео-репортажей",
    text: ["видео-репортажи", "организация и проведение интервью"],
    money: "4 000 000 сум",
  },
  {
    id: 4,
    title: "# Съемки объектов и мероприятий",
    text: [
      "организация и проведение наземных съемок",
      "организация и проведение высотных съемок",
    ],
    money: "8 000 000 сум",
  },
];

export const ContactData = [
  { id: 1, title: "Адрес:", text: "г. Ташкент, ул. Абдулла Каххара, 2Б " },
  { id: 2, title: "Телефон:", text: "+998901131310" },
  { id: 3, title: "Эл. почта:", text: "info@fanabi.uz" },
  {
    id: 4,
    title: "Режим работы:",
    text: "понедельник-пятница, с 9:30 до 18:30",
  },
];
